[
  {
    "par": 3,
    "difficulty": 3,
    "descriptions": [
      "We kijken uit over een brede weg. Aan de overkant zien we de hole. Het beste is om schuin naar rechts te schieten, mikkend op de helling voor de vlag. Op deze manier lopen we niet het risico over de baan heen te stuiteren. Bovendien liggen we direct voor de hole, wat gelijk een birdie mogelijk maakt.",
      "Het afmaken is lastig, precieze is nodig. Schieten we te hard, dan rollen we er aan de andere kant af. Schieten we te zacht, rollen we terug de helling af. Het is dus zaak om de juiste snelheid te vinden. Dan is er nog de kwestie van richting. De helling maakt het lastig om de bal recht te laten rollen. Meestal ligt de bal na het eerste schot rechts van de vlag. We kunnen daarom iets rechts van de vlag mikken hopend dat de helling de bal recht trekt op weg naar de hole. Mocht het mis gaan, is het alsnog een gemakkelijke put voor par."
    ]
  },
  {
    "par": 3,
    "difficulty": 3,
    "descriptions": [
      "We liggen voor een op en neer gaande helling. Ons doel is de deur van de pizza oven in de verte. Het is echter net te ver om in 1 keer te halen. Het platform aan de top van de helling fungeert dus als tussenstop.",
      "Het schot naar de pizza oven deur is een lastige. Het is zeer gemakkelijk om er over heen te schieten, tegen het handvat aan te schieten of te kort te schieten. Het is dus belangrijk om consistent te zijn in het 1e schot, zodat we niet hoeven te gokken bij het 2e schot."
    ]
  },
  {
    "par": 4,
    "difficulty": 2,
    "descriptions": [
      "We rollen binnen vlak voor een enorme pizza salami. Het is zaak om de gehele lengte van de pizza te trotseren en de overkant te bereiken. Om zo een respawn te vermijden. De veilige methode is om in de linker achter hoek van de oven te mikken. Er bestaat nogsteeds een kans om in het vuur te belanden, dus het vercht nogsteeds oefening om de goede hoek te vinden.",
      "Eenmaal aan de andere kant willen we precies genoeg kracht gebruiken om op de heuvel in het midden te komen.",
      "De grond rond de hole is ingedeukt dus met een welgeplaatst schot is het mogelijk de bal er zo in te laten rollen."
    ]
  },
  {
    "par": 4,
    "difficulty": 4,
    "descriptions": [
      "We liggen voor twee grote deuren. Ze gaan snel open en dicht. Bij deze hole zal de timing van ons schot cruciaal zijn, maar laat de richting zeker niet achterwegen. Het is alsnog mogelijk om uit de baan te stuiteren.",
      "Het tweede schot zal hoogstwaarschijnlijk een aanpassing schot zijn om gemakkelijk op het bovenste platform te landen. Kijk hierbij uit voor de hobbel in het midden van de baan.",
      "We liggen nu onder het bovenste platform. Het is precisiewerk om er niet vanaf te stuiteren. Gelukkig kunnen we het gewoon opnieuw proberen na een domper.",
      "Vanaf de bovenkant is het een simpele afmaker."
    ]
  },
  {
    "par": 7,
    "difficulty": 3,
    "descriptions": [
      "We staan voor een stel stoelen. We richten op de bocht en hopen op een gunstige plek voor het vervolg van de hole. Het kan zeer chaotisch zijn, dus mogelijk moeten we ons nog een tikkeltje aanpassen bij de volgende slag.",
      "We liggen nu voor een smalle trap. Het is noodzakelijk om hier met lage snelheid vanaf te gaan, anders donder je snel aan de andere kant uit de baan. Aan de onderkant van de trap zou het ook kunnen dat wij moeten corrigeren voor de volgende slag.",
      "Vanaf hier willen wij naar de overkant komen om de hole te vervolgen. Schiet vooral niet te hard om een out-of-bounds te voorkomen.",
      "Dit schot is lastig omdat we goed willen uitkomen voor het schot in het toilet. We willen er zo recht mogelijk voor liggen en dat kan alleen met een perfecte snelheid. We moeten ook uitkijken voor andere ballen die tegen ons aan kunnen beuken.",
      "Het laatste schot gaat direct in het toilet. Dit is ook een kwestie van de goede snelheid vinden. De bril van het toilet heeft een grote stuiter kans, dus zorg dat de bal in het midden komt."
    ]
  },
  {
    "par": 7,
    "difficulty": 1,
    "descriptions": [
      "De beruchte drol hole. Het eerste shot is bedoeld als klaarzettertje voor de afmaker. Let op het water, als we het raken gaan we terug naar start. We richten rechts van de plas voor de gunstige plek voor de volgende slag.",
      "Vanaf hier proberen we de drol in het water te raken. Op zichzelf is deze lastig te zien. We kunnen echter met freecam bekijken hoe we moeten schieten. Pas er ook op om niet te hard te schieten."
    ]
  },
  {
    "par": 4,
    "difficulty": 2,
    "descriptions": [
      "Dit is een simpele hole-in-1, maar het vergt een beetje oefening om de juiste hoek te vinden. Onze strategie is om te stuiteren op de rand van het plasje water. Mocht het niet lukken en worden we niet terug gezet aan het begin, bestaat er nog de mogelijkheid om voor de drol te gaan van de vorige hole."
    ]
  },
  {
    "par": 3,
    "difficulty": 4,
    "descriptions": [
      "We staan klaar voor een grote sprong. Richting en kracht zijn beide zeer precies. Er is een grote kans van de baan te gaan. Het liefste landen we midden in de ribbels voor een kans op een snelle put, maar dit is alles behalve gegarandeerd.",
      "Aan de overkant kan het zijn dat we een aanpassingsschot moeten doen, maar met een tikkeltje geluk kunnen we meteen naar de green. Mochten we er niet helemaal voor liggen kunnen we de hobbels ook in ons voordeel gebruiken om de bal in de goede richting te buigen",
      "Vanaf hier is het een simpele afmaker in de hole. Zoals altijd, niet te hard en dan zou er niks mis moeten gaan."
    ]
  },
  {
    "par": 4,
    "difficulty": 3,
    "descriptions": [
      "We liggen nu in een ruimte met dozen en tonnen. In het eerste schot moeten we de pijl volgen en een schot over de schans en naar links plaatsen. Na dit schot zijn er talloze plekken waar we ons kunnen bevinden. We zullen een weg moeten zoeken naar het linker uiteinde van de ruimte.",
      "Voor het laatste schot moeten we de bal in de pijp plaatsen. Dit moet niet te hard, anders is er een kans dat de bal terugkaatst."
    ]
  },
  {
    "par": 4,
    "difficulty": 2,
    "descriptions": [
      "We bevinden ons in een cirkelvormige ruimte. Het woord 'YEET' is te lezen op een muur aan onze achterzijde. Deze instructie dienen we te negeren voor een potentiële betere score. Voor het eerste schot plaatsen we de bal in een rustige wijze voor de schans door langs de cirkel te richten.",
      "Zodra we goed liggen, wat soms met wat correcties uitgevoerd moet worden, moeten we richting de linkerkant van de schans mikken om op de pooltafel te landen. Dat telt als een put en is dus een makkelijke manier om een goede score te benuttigen."
    ]
  },
  {
    "par": 4,
    "difficulty": 2,
    "descriptions": [
      "We bevinden ons op de befaamde pooltafel, compleet met keus en poolballen (die verdacht veel weg hebben van roomsoezen). Om deze hole optimaal te verrichten moeten we de zogenaamde 'Jasper' verrichten door langs de verste keu te richten. Als dit goed verricht wordt liggen we aan de andere kant van de keu lang de zijkant van de pooltafel.",
      "Nu liggen we op een rechte baan naar de hoek van de pooltafel, waar de hole zich bevindt. We richten op de rand van de hoek om in de hole te belanden. Dit heeft wel iets weg van een poolbal bij het poolen, wat toepasselijk is aangezien we op een pooltafel liggen."
    ]
  },
  {
    "par": 5,
    "difficulty": 1,
    "descriptions": [
      "Deze hole transformeert zichzelf van een ellendige lange domperhole naar een vliegensvlugge adembenemende hole in 1 door op de pooltafel te vallen. Dit kunnen we bereiken door op de linkerkant van de schans te mikken, wat ons in een baan richting de pooltafel plaatst. Als we op de pooltafel landen telt dit weer als een put dus de best mogelijke score ligt hier binnen handbereik."
    ]
  },
  {
    "par": 4,
    "difficulty": 2,
    "descriptions": [
      "We liggen hier op de '3 en een half, 3' hole. Deze naam is ontstaan door de snelheden waarmee deze hole perfect uitgevoerd kan worden. In het eerste schot richten we recht vooruit met de in de naam benoemde snelheid van 3 en een half. Hierdoor belanden we op de bovenkant van het plateau dat te zien is.",
      "Op het plateau schieten we de bal af naar de schans. De vlag is al te zien, dus hier kunnen we op mikken. Een snelheid van 3, ook uit de naam afkomstig, wordt aangeraden voor een optimaal resultaat. Dit schot kan in een keer de hole in met een beetje behendigheid en geluk.",
      "Als in het vorige schot de hole niet is bereikt, kunnen we de met een extra schot de bal in de hole schieten."
    ]
  },
  {
    "par": 5,
    "difficulty": 2,
    "descriptions": [
      "We liggen voor een kleine heuvel. We moeten naar de andere kant om zo de hole te kunnen vervolgen. Er is niet veel speciaals aan het eerste schot. Schiet vooral niet te hard.",
      "We liggen nu voor een kleine schans. Hierbij is niet te hard schieten iets belangrijker omdat we anders van het gebouw af kukelen. Er is hier ook een nieuwe strategie in ontwikkeling. Deze houdt in dat we terug gaan naar hole 1. Deze bevindt zich onder aan het gebouw, rechts achter de balustrade. Deze strategie is nogmaals zeer experimenteel en wordt sterk afgeraden.",
      "Ook hier, liggen we weer voor een schans. We moeten simpelweg naar de overkant en we worden opgevangen door de halfpipe. Harder schieten is hier zeker veiliger dan zachter, maar volle kracht is niet optimaal.",
      "We willen hier zo dicht mogelijk bij de hole belanden. We moeten redelijk hard, maar niet te hard, want aan het einde is geen barriëre.",
      "Het laatste schot is verder niet heel lastig. Het is hier ook weer zaak om niet over de hole te schieten. Haastige spoed is zelden goed."
    ]
  },
  {
    "par": 4,
    "difficulty": 1,
    "descriptions": [
      "We liggen voor een bocht naar links. We mikken een tikkeltje naar rechts om zo niet van de baan af te vallen na de schans. Het is bij deze hole ook zeer chaotisch en we kunnen er makkelijk vanaf gebeukt worden. Het is dus ook een mogelijkheid om te wachten totdat alle andere spelers al wat verder zijn.",
      "We willen vanaf hier onszelf klaarleggen voor het schot in de tv. Het komt niet heel precies. Het is alleen noodzakelijk om een directe lijn naar de televisie te hebben.",
      "Het is schot in de televisie is zeer simpel. De kracht maakt niet veel uit, het makkelijkste is om simpelweg op volle kracht te schieten. De schans is zo gemaakt dat je niet erover heen kan schieten."
    ]
  },
  {
    "par": 4,
    "difficulty": 5,
    "descriptions": [
      "We liggen voor een brug met hobbels over het water. Een deel van de brug dompelt periodiek in het water. Er zijn hier veel verschillende strategieën, maar over het algemeen willen we de hobbels gebruiken om aan de overkant te komen. In het water belanden is erg veelvoorkomend, dus deze hole vergt veel oefening en geduld.",
      "Aan de overkant aangekomen is het nog niet heel eenvoudig om de hole te halen. Het veiligste is om rustig aan dichterbij de hole te komen, maar de durfal kan ook proberen direct de hole in te schieten."
    ]
  },
  {
    "par": 5,
    "difficulty": 3,
    "descriptions": [
      "We liggen voor een kleine schans. We willen hier niet al te hard overeen, vanwege het feit dat de snelste manier er net voorbij is. Let ook op de vele dozen en de paddenstoel, hierdoor kunnen we makkelijk in het water belanden.",
      "We proberen recht voor de tweede op en neer gaande schans te komen. Vanaf hier kunnen we in één hard schot in de tweede pijp terechtkomen. Het is echter ook zeer makkelijk om er vanaf te stuiteren of de pijp te missen. Dan zullen we een van de verdere holes moeten halen.",
      "We kunnen proberen met de juiste kracht in deze groene doos te belanden.",
      "Of een van de twee dozen bovenaan deze smalle schanzen. Dit is natuurlijk veel trager en ongewenst ten opzichte van de tweede pijp hole aan het begin."
    ]
  },
  {
    "par": 5,
    "difficulty": 3,
    "descriptions": [
      "We zijn aangekomen bij de laatste hole en liggen voor een op en neer bewegende schans. Het is zaak om met volle snelheid vooruit te schieten als de schans omhoog staat.",
      "Nu we gearriveerd zijn aan de overkant moeten we ons langs de pijpen, dus via de zijkant, een weg zien te banen naar de schans. Dit kan met meerdere schoten gedaan worden. Pas hierbij op voor de rondlopende landschildpadden die roet in het eten kunnen gooien.",
      "Het potentiële laatste schot ligt nu voor ons. We gaan recht over de schans. Met een beetje geluk tikken we de top van de vlaggenpaal aan, wat telt als een put. Als dit niet lukt moeten we nog een schot maken.",
      "Het einde is nabij. Tik de bal tegen de groene kubus in het kasteel om deze hole en daarbij de game te beëindigen."
    ]
  }
]